{"description": "word block occupies indices [0, n_word); char block [n_word, n_word+n_char). Each block is L2-normalised INDEPENDENTLY, then concatenated.", "word_params": {"analyzer": "word", "ngram_range": [1, 2], "lowercase": true, "strip_accents": "unicode", "min_df": 3, "max_features": 40000, "sublinear_tf": true, "norm": "l2", "use_idf": true, "smooth_idf": true}, "char_params": {"analyzer": "char_wb", "ngram_range": [3, 5], "lowercase": true, "strip_accents": "unicode", "min_df": 3, "max_features": 40000, "sublinear_tf": true, "norm": "l2", "use_idf": true, "smooth_idf": true}, "n_word": 40000, "n_char": 40000, "n_features": 80000, "word": {"vocabulary": {"customer": 9701, "service": 30503, "technical": 33282, "specialist": 31721, "novitex": 22923, "enterprise": 12346, "solutions": 31478, "formerly": 14599, "pitney": 26316, "bowes": 6297, "management": 20888, "services": 30584, "delivers": 10252, "innovative": 18104, "document": 11212, "and": 1961, "communications": 8302, "that": 33641, "help": 16287, "companies": 8357, "around": 4504, "the": 33813, "world": 39342, "drive": 11400, "business": 6620, "process": 27183, "efficiencies": 11772, "increase": 17792, "productivity": 27360, "reduce": 28640, "costs": 9286, "improve": 17080, "satisfaction": 29983, "for": 14165, "almost": 1493, "30": 292, "years": 39518, "clients": 7855, "have": 15986, "turned": 36468, "to": 35315, "us": 36925, "integrate": 18303, "optimize": 24485, "their": 34688, "wide": 38398, "processes": 27225, "empower": 12031, "employees": 11947, "maximize": 21358, "results": 29346, "as": 4555, "trusted": 36431, "partner": 25666, "we": 37765, "continually": 9032, "focus": 14062, "on": 23957, "delivering": 10236, "secure": 30250, "technology": 33375, "enabled": 12055, "our": 24946, "work": 39121, "enhance": 12236, "interactions": 18380, "growth": 15744, "right": 29533, "candidate": 7086, "will": 38415, "be": 5470, "an": 1737, "integral": 18299, "part": 25637, "of": 23054, "talented": 32965, "team": 33100, "supporting": 32733, "continued": 9038, "key": 19505, "responsibilities": 29263, "include": 17695, "production": 27332, "print": 27067, "operations": 24390, "maintains": 20752, "working": 39263, "knowledge": 19595, "all": 1332, "copy": 9207, "equipment": 12534, "site": 31041, "operates": 24356, "various": 37265, "scale": 30029, "printers": 27073, "organizes": 24803, "daily": 9851, "flow": 14040, "assists": 4840, "support": 32679, "onsite": 24289, "techs": 33431, "with": 38577, "trouble": 36403, "shooting": 30837, "basic": 5432, "maintenance": 20755, "perform": 25973, "any": 3930, "duties": 11512, "assigned": 4777, "by": 6801, "mail": 20698, "reprographics": 28992, "fax": 13623, "messenger": 21668, "establish": 12616, "operating": 24361, "procedures": 27167, "quality": 28080, "standards": 31979, "responsible": 29306, "aspects": 4739, "remain": 28855, "informed": 18034, "adhere": 948, "established": 12620, "safety": 29781, "security": 30263, "necessary": 22467, "adjustments": 962, "outlined": 25308, "in": 17113, "operators": 24409, "manual": 21051, "set": 30674, "follow": 14096, "start": 32007, "up": 36751, "clean": 7756, "monitor": 22030, "make": 20774, "mechanical": 21438, "needed": 22497, "ensure": 12293, "proper": 27688, "output": 25317, "create": 9403, "excel": 12895, "spreadsheets": 31846, "merge": 21657, "projects": 27609, "word": 39107, "multiple": 22304, "at": 4879, "one": 24175, "timelift": 35274, "heavy": 16264, "boxes": 6306, "files": 13749, "or": 24509, "paper": 25600, "when": 38189, "neededmaintain": 22509, "highest": 16454, "levels": 20105, "care": 7189, "while": 38272, "demonstrating": 10330, "friendly": 14766, "cooperative": 9174, "attitudedemonstrate": 5031, "flexibility": 13992, "satisfying": 29997, "demands": 10295, "high": 16414, "volume": 37612, "environmentconsistently": 12491, "procedure": 27165, "guidelinesadhere": 15818, "procedurestake": 27181, "direction": 10959, "from": 14779, "supervisor": 32646, "managermaintain": 21000, "logs": 20501, "reporting": 28929, "documentation": 11218, "attention": 5016, "detailparticipate": 10587, "cross": 9553, "training": 36225, "other": 24856, "answer": 3908, "phones": 26228, "outgoing": 25298, "shipments": 30822, "etc": 12657, "shipping": 30827, "amp": 1643, "receivinglift": 28483, "large": 19714, "bundles": 6610, "overnight": 25399, "packages": 25514, "attitudeperform": 5033, "tasks": 33035, "position": 26611, "requirements": 29081, "school": 30091, "diploma": 10929, "equivalent": 12555, "ged": 15142, "requiredexperience": 29066, "year": 39488, "related": 28742, "experience": 13150, "requiredability": 29061, "communicate": 8256, "both": 6244, "verbally": 37372, "written": 39453, "customers": 9761, "company": 8394, "personnel": 26143, "requiredcomputer": 29063, "proficiency": 27461, "email": 11856, "environments": 12497, "ms": 22245, "similar": 30963, "programs": 27526, "preferredability": 26891, "handle": 15871, "simultaneouslystrong": 30997, "organizational": 24778, "administrative": 987, "skills": 31117, "employee": 11928, "attendance": 5008, "maximum": 21367, "55": 407, "pounds": 26763, "without": 39073, "accommodationsability": 647, "walk": 37660, "sit": 31034, "stand": 31959, "long": 20526, "periods": 26045, "possibly": 26724, "entire": 12385, "shift": 30810, "customer service": 9753, "service technical": 30573, "technical specialist": 33319, "novitex enterprise": 22924, "enterprise solutions": 12358, "solutions formerly": 31494, "formerly pitney": 14602, "pitney bowes": 26317, "bowes management": 6298, "management services": 20932, "services delivers": 30599, "delivers innovative": 10256, "innovative document": 18112, "document and": 11214, "and communications": 2266, "communications management": 8305, "management solutions": 20937, "solutions that": 31513, "that help": 33716, "help companies": 16295, "companies around": 8361, "around the": 4510, "the world": 34674, "world drive": 39353, "drive business": 11403, "business process": 6696, "process efficiencies": 27193, "efficiencies increase": 11774, "increase productivity": 17796, "productivity reduce": 27363, "reduce costs": 28642, "costs and": 9287, "and improve": 2797, "improve customer": 17083, "customer satisfaction": 9751, "satisfaction for": 29986, "for almost": 14176, "almost 30": 1494, "30 years": 307, "years clients": 39522, "clients have": 7876, "have turned": 16133, "turned to": 36469, "to us": 36008, "us to": 36972, "to integrate": 35681, "integrate and": 18304, "and optimize": 3116, "optimize their": 24489, "their enterprise": 34724, "enterprise wide": 12359, "wide business": 38400, "business processes": 6697, "processes to": 27236, "to empower": 35552, "empower employees": 12034, "employees increase": 11963, "productivity and": 27361, "and maximize": 2988, "maximize results": 21360, "results as": 29349, "as trusted": 4698, "trusted partner": 36435, "partner we": 25673, "we continually": 37803, "continually focus": 9034, "focus on": 14069, "on delivering": 24011, "delivering secure": 10246, "secure technology": 30254, "technology enabled": 33393, "enabled document": 12056, "communications solutions": 8308, "that improve": 33720, "improve our": 17088, "our clients": 24987, "clients work": 7899, "work processes": 39198, "processes enhance": 27230, "enhance their": 12241, "their customer": 34712, "customer interactions": 9733, "interactions and": 18381, "and drive": 2483, "drive growth": 11407, "growth the": 15777, "the customer": 34018, "the right": 34480, "right candidate": 29539, "candidate will": 7101, "will be": 38420, "be an": 5479, "an integral": 1850, "integral part": 18300, "part of": 25639, "of our": 23482, "our talented": 25221, "talented team": 32982, "team supporting": 33189, "supporting our": 32736, "our continued": 25002, "continued growth": 9039, "key responsibilities": 19523, "responsibilities include": 29277, "production print": 27347, "working knowledge": 39292, "knowledge of": 19604, "of all": 23090, "print and": 27068, "and copy": 2346, "on site": 24116, "printers and": 27074, "the daily": 34021, "technical support": 33322, "support and": 32684, "and onsite": 3102, "trouble shooting": 36404, "shooting and": 30838, "and basic": 2135, "perform any": 25977, "any and": 3934, "and all": 2039, "all duties": 1368, "duties as": 11515, "as assigned": 4563, "assigned by": 4779, "by management": 6855, "management to": 20949, "to include": 35667, "mail services": 20707, "services and": 30588, "operating procedures": 24370, "procedures and": 27168, "and quality": 3337, "quality standards": 28111, "responsible for": 29308, "for all": 14175, "all aspects": 1341, "aspects of": 4740, "of equipment": 23275, "informed and": 18035, "and adhere": 2012, "adhere to": 950, "to all": 35359, "safety and": 29783, "and security": 3480, "security procedures": 30268, "adjustments as": 963, "as outlined": 4653, "outlined in": 25309, "in the": 17613, "the operators": 34356, "start up": 32017, "and clean": 2220, "clean up": 7760, "procedures for": 27170, "operations and": 24391, "and make": 2968, "as needed": 4639, "needed to": 22503, "to ensure": 35561, "ensure proper": 12311, "excel spreadsheets": 12904, "projects and": 27611, "and word": 3825, "multiple projects": 22318, "projects at": 27614, "at one": 4929, "one timelift": 24196, "timelift heavy": 35275, "heavy boxes": 16265, "boxes files": 6308, "files or": 13752, "or paper": 24632, "paper when": 25603, "when neededmaintain": 38200, "neededmaintain the": 22510, "the highest": 34182, "highest levels": 16456, "levels of": 20110, "of customer": 23214, "customer care": 9709, "care while": 7212, "while demonstrating": 38280, "demonstrating friendly": 10331, "friendly and": 14767, "and cooperative": 2341, "cooperative attitudedemonstrate": 9176, "attitudedemonstrate flexibility": 5032, "flexibility in": 13994, "in satisfying": 17553, "satisfying customer": 29998, "customer demands": 9717, "demands in": 10297, "in high": 17372, "high volume": 16448, "volume production": 37615, "production environmentconsistently": 27338, "environmentconsistently adhere": 12492, "to business": 35407, "business procedure": 6695, "procedure guidelinesadhere": 27166, "guidelinesadhere to": 15819, "all safety": 1420, "safety procedurestake": 29787, "procedurestake direction": 27182, "direction from": 10964, "from supervisor": 14861, "supervisor or": 32647, "or site": 24665, "site managermaintain": 31051, "managermaintain all": 21001, "all logs": 1392, "logs and": 20502, "and reporting": 3393, "reporting documentation": 28934, "documentation attention": 11221, "attention to": 5017, "to detailparticipate": 35511, "detailparticipate in": 10588, "in cross": 17265, "cross training": 9562, "training and": 36227, "and perform": 3179, "perform other": 25986, "other duties": 24875, "answer phones": 3909, "outgoing shipments": 25301, "shipments etc": 30823, "amp receivinglift": 1698, "receivinglift large": 28484, "large bundles": 19717, "bundles of": 6611, "of mail": 23412, "mail overnight": 20704, "overnight packages": 25400, "packages and": 25515, "and shipments": 3518, "shipments of": 30824, "cooperative attitudeperform": 9177, "attitudeperform other": 5034, "other tasks": 24919, "tasks as": 33038, "position requirements": 26641, "requirements high": 29097, "high school": 16438, "school diploma": 30092, "diploma or": 10932, "or equivalent": 24559, "equivalent ged": 12559, "requiredexperience with": 29067, "with production": 38897, "of year": 23754, "year customer": 39497, "service related": 30557, "related experience": 28750, "experience requiredability": 13224, "requiredability to": 29062, "to communicate": 35442, "communicate both": 8259, "both verbally": 6275, "verbally and": 37373, "and written": 3838, "written with": 39464, "with customers": 38667, "customers and": 9766, "and company": 2270, "company personnel": 8462, "personnel requiredcomputer": 26148, "requiredcomputer proficiency": 29064, "proficiency in": 27463, "in email": 17309, "email environments": 11862, "environments ms": 12503, "ms word": 22253, "word excel": 39109, "excel or": 12900, "or similar": 24663, "similar programs": 30967, "programs preferredability": 27538, "preferredability to": 26892, "to handle": 35643, "handle multiple": 15873, "projects simultaneouslystrong": 27631, "simultaneouslystrong organizational": 30998, "organizational and": 24779, "and administrative": 2018, "administrative skills": 992, "to adhere": 35350, "to employee": 35549, "employee attendance": 11933, "up to": 36784, "to maximum": 35742, "maximum of": 21369, "of 55": 23067, "55 pounds": 409, "pounds with": 26766, "with or": 38859, "or without": 24695, "without accommodationsability": 39075, "accommodationsability to": 648, "to walk": 36019, "walk sit": 37663, "sit stand": 31040, "stand or": 31964, "or sit": 24664, "sit for": 31038, "for long": 14368, "long periods": 20535, "periods possibly": 26047, "possibly entire": 26725, "entire shift": 12390, "content": 8999, "social": 31352, "media": 21452, "executive": 13037, "intern": 18441, "capital": 7152, "is": 18706, "early": 11594, "stage": 31939, "investment": 18617, "fund": 15005, "based": 5390, "london": 20504, "looking": 20552, "offer": 23775, "role": 29609, "digital": 10866, "native": 22432, "who": 38315, "creative": 9450, "analytical": 1925, "obsessed": 23028, "live": 20348, "music": 22331, "travel": 36337, "gets": 15257, "excited": 12985, "driving": 11456, "audience": 5070, "numbers": 22965, "engagement": 12137, "rates": 28266, "first": 13912, "foremost": 14577, "creator": 9500, "also": 1515, "generating": 15179, "managing": 21017, "editorial": 11687, "website": 38017, "festival": 13695, "guides": 15820, "writing": 39443, "magazine": 20692, "articles": 4538, "blogs": 6144, "get": 15228, "people": 25881, "about": 509, "festivals": 13696, "helping": 16343, "write": 39434, "weekly": 38071, "newsletters": 22735, "regular": 28709, "alerts": 1311, "audio": 5079, "visual": 37561, "relevant": 28814, "coming": 8198, "crazy": 9402, "ideas": 16895, "run": 29735, "across": 767, "channels": 7534, "they": 34907, "very": 37398, "closely": 7939, "themselves": 34838, "products": 27364, "are": 4228, "promoted": 27665, "websites": 38034, "alongside": 1503, "manager": 20964, "successful": 32522, "given": 15294, "unique": 36664, "opportunity": 24444, "contribute": 9084, "growing": 15698, "brand": 6334, "marketing": 21162, "strategy": 32251, "this": 35007, "aim": 1261, "awareness": 5212, "traction": 36187, "online": 24215, "visibility": 37522, "traffic": 36206, "ultimately": 36573, "sales": 29834, "social media": 31369, "capital is": 7157, "is an": 18718, "an early": 1783, "early stage": 11599, "stage technology": 31944, "investment fund": 18621, "based in": 5404, "in london": 17421, "is looking": 18843, "looking to": 20557, "to offer": 35777, "offer the": 23796, "the role": 34484, "role of": 29624, "of content": 23196, "amp social": 1709, "executive to": 13046, "to digital": 35522, "music and": 22332, "and travel": 3704, "travel and": 36340, "and gets": 2713, "excited by": 12987, "by driving": 6824, "numbers and": 22967, "and engagement": 2539, "first and": 13915, "and foremost": 2674, "the content": 33988, "executive will": 13048, "will also": 38417, "also be": 1519, "be responsible": 5623, "for generating": 14313, "and managing": 2977, "managing the": 21030, "for the": 14517, "the website": 34657, "articles and": 4539, "to get": 35631, "excited about": 12986, "helping to": 16354, "to write": 36031, "write and": 39435, "and create": 2360, "email newsletters": 11864, "newsletters and": 22736, "and regular": 3373, "content and": 9000, "and coming": 2254, "coming up": 8202, "up with": 36787, "ideas to": 16907, "to run": 35889, "social channels": 31358, "they will": 34938, "also work": 1556, "work very": 39221, "closely with": 7943, "with the": 38984, "ensure that": 12316, "products are": 27367, "websites and": 38035, "and social": 3541, "working alongside": 39266, "reporting to": 28938, "media manager": 21475, "manager the": 20986, "the successful": 34565, "successful candidate": 32527, "be given": 5553, "given the": 15296, "the unique": 34624, "unique opportunity": 36672, "opportunity to": 24461, "to contribute": 35471, "to growing": 35639, "social marketing": 31368, "marketing and": 21170, "and content": 2322, "content strategy": 9012, "strategy this": 32259, "this position": 35051, "position will": 26650, "aim to": 1265, "to increase": 35669, "increase the": 17798, "the company": 33974, "brand awareness": 6339, "with online": 38854, "traffic and": 36207, "and ultimately": 3720, "international": 18467, "broadcaster": 6462, "language": 19688, "applied": 4099, "memetics": 21620, "llc": 20410, "professional": 27401, "dedicated": 10103, "integrating": 18318, "best": 5921, "practice": 26814, "communication": 8276, "information": 18000, "pre": 26839, "conflict": 8807, "post": 26726, "areas": 4467, "has": 15935, "changed": 7512, "always": 1567, "brands": 6360, "require": 29015, "new": 22620, "way": 37735, "thinking": 34993, "engage": 12129, "manage": 20861, "consumers": 8964, "purpose": 27975, "inspire": 18186, "original": 24834, "through": 35110, "deeper": 10123, "understanding": 36625, "human": 16824, "behaviour": 5788, "implementation": 17040, "teams": 33224, "connected": 8823, "specialists": 31732, "experts": 13348, "respective": 29241, "fields": 13730, "together": 36052, "maximise": 21356, "opportunities": 24420, "created": 9425, "changing": 7520, "multi": 22279, "faceted": 13478, "explores": 13370, "model": 21951, "journalism": 19385, "global": 15310, "story": 32205, "case": 7295, "struggle": 32384, "rights": 29560, "democracy": 10307, "goal": 15379, "build": 6518, "better": 5980, "user": 37031, "these": 34888, "stories": 32198, "adding": 904, "context": 9023, "using": 37080, "latest": 19769, "tools": 36089, "day": 9968, "over": 25347, "time": 35208, "hope": 16650, "add": 893, "greater": 15604, "clarity": 7724, "more": 22077, "sustained": 32779, "conversations": 9137, "surrounding": 32768, "events": 12766, "such": 32558, "transcribed": 36271, "translated": 36310, "into": 18554, "english": 12212, "broadcast": 6459, "shall": 30732, "least": 19993, "five": 13956, "current": 9654, "combination": 8154, "researching": 29160, "interviewing": 18543, "voicing": 37606, "news": 22725, "reports": 28940, "ability": 502, "adapt": 876, "material": 21309, "radio": 28198, "television": 33465, "internet": 18494, "target": 33014, "region": 28692, "countries": 9310, "individual": 17859, "produce": 27254, "edit": 11676, "compatible": 8522, "able": 507, "record": 28540, "interviews": 18545, "phone": 26206, "face": 13455, "field": 13709, "extensive": 13403, "its": 19164, "culture": 9623, "institutions": 18237, "political": 26572, "situation": 31072, "possess": 26692, "employ": 11922, "multimedia": 22300, "required": 29024, "completion": 8607, "each": 11552, "assignment": 4795, "including": 17730, "take": 32898, "still": 32152, "photographs": 26235, "video": 37468, "via": 37441, "smartphone": 31288, "during": 11500, "assignments": 4799, "upload": 36814, "photos": 26239, "videos": 37487, "agency": 1190, "file": 13744, "servers": 30497, "he": 16172, "she": 30798, "assess": 4755, "different": 10847, "validate": 37183, "comprehensiveness": 8667, "accuracy": 712, "balance": 5321, "demonstrate": 10312, "function": 14973, "announcer": 3893, "recorded": 28552, "bulletins": 6606, "newscasts": 22732, "wear": 37950, "attire": 5019, "suitable": 32577, "familiar": 13541, "practices": 26819, "guide": 15807, "policies": 26558, "properly": 27690, "complete": 8591, "but": 6753, "not": 22865, "limited": 20256, "preparing": 26944, "fails": 13520, "than": 33595, "once": 24171, "per": 25946, "week": 38049, "revising": 29482, "twice": 36482, "correcting": 9261, "errors": 12578, "creating": 9437, "line": 20263, "ups": 36828, "international broadcaster": 18470, "language applied": 19690, "applied memetics": 4101, "memetics llc": 21621, "llc is": 20411, "is professional": 18910, "professional services": 27424, "services company": 30598, "company dedicated": 8413, "dedicated to": 10109, "to integrating": 35682, "integrating and": 18319, "and delivering": 2410, "delivering best": 10237, "best practice": 5956, "practice communication": 26816, "communication and": 8278, "and information": 2820, "information solutions": 18022, "solutions in": 31499, "in pre": 17507, "pre conflict": 26840, "conflict conflict": 8809, "conflict or": 8810, "or post": 24639, "post conflict": 26728, "conflict areas": 8808, "areas the": 4476, "world has": 39359, "has changed": 15943, "changed always": 7513, "always on": 1573, "on brands": 23982, "brands require": 6373, "require new": 29019, "new way": 22706, "way of": 37744, "of thinking": 23685, "thinking to": 35000, "to engage": 35556, "engage and": 12130, "and manage": 2971, "manage their": 20877, "their consumers": 34708, "consumers our": 8967, "our purpose": 25173, "purpose is": 27976, "is to": 18963, "to inspire": 35679, "inspire original": 18188, "original thinking": 24839, "thinking through": 34999, "through deeper": 35118, "deeper understanding": 10124, "understanding of": 36629, "of technology": 23675, "technology and": 33379, "and human": 2780, "human behaviour": 16825, "behaviour from": 5790, "from strategy": 14859, "strategy through": 32260, "through to": 35147, "to implementation": 35663, "implementation our": 17044, "our teams": 25224, "teams of": 33237, "of connected": 23189, "connected specialists": 8825, "specialists all": 31733, "all experts": 1373, "experts in": 13352, "in their": 17614, "their respective": 34774, "respective fields": 29242, "fields work": 13734, "work together": 39217, "together to": 36056, "to help": 35649, "help our": 16318, "clients maximise": 7881, "maximise the": 21357, "the opportunities": 34357, "opportunities created": 24427, "created by": 9429, "by the": 6895, "the changing": 33946, "changing digital": 7523, "digital world": 10909, "world and": 39343, "create multi": 9414, "multi faceted": 22284, "faceted digital": 13479, "digital strategy": 10904, "our work": 25249, "work explores": 39159, "explores new": 13371, "new model": 22669, "model of": 21956, "of journalism": 23390, "journalism that": 19388, "that is": 33725, "is based": 18728, "based around": 5396, "around global": 4506, "global story": 15343, "story in": 32206, "in this": 17617, "this case": 35016, "case the": 7301, "the struggle": 34559, "struggle for": 32385, "for human": 14330, "human rights": 16831, "rights and": 29561, "and democracy": 2418, "democracy around": 10308, "world our": 39372, "our goal": 25069, "goal is": 15383, "to build": 35405, "build better": 6524, "better user": 5994, "user experience": 37040, "experience of": 13205, "of these": 23683, "these stories": 34903, "stories by": 32200, "by adding": 6803, "adding context": 905, "context to": 9025, "to content": 35465, "content using": 9016, "using the": 37106, "the latest": 34246, "latest digital": 19771, "digital tools": 10906, "tools of": 36100, "of the": 23680, "the day": 34024, "day over": 9990, "over time": 25385, "time we": 35260, "we hope": 37842, "hope to": 16652, "to add": 35348, "add greater": 894, "greater clarity": 15605, "clarity deeper": 7725, "understanding and": 36626, "and more": 3032, "more sustained": 22113, "sustained engagement": 32780, "engagement to": 12141, "to the": 35971, "the conversations": 33996, "conversations surrounding": 9138, "surrounding global": 32769, "global events": 15324, "events as": 12768, "as such": 4687, "such our": 32561, "our content": 25001, "content is": 9007, "is transcribed": 18966, "transcribed and": 36272, "and translated": 3700, "translated into": 36311, "into english": 18562, "english for": 12219, "for broadcast": 14202, "broadcast to": 6461, "to global": 35633, "global audience": 15315, "audience the": 5075, "the international": 34221, "broadcaster shall": 6463, "shall have": 30738, "have at": 15998, "at least": 4919, "least five": 19999, "five years": 13958, "years of": 39533, "of current": 23212, "current experience": 9662, "experience the": 13237, "shall perform": 30739, "perform combination": 25980, "combination of": 8155, "of services": 23615, "services that": 30641, "that will": 33806, "will include": 38461, "include researching": 17713, "researching interviewing": 29162, "interviewing writing": 18544, "writing and": 39445, "and voicing": 3783, "voicing original": 37607, "original news": 24836, "news stories": 22731, "stories and": 32199, "and reports": 3394, "reports the": 28949, "have the": 16127, "the ability": 33821, "ability to": 506, "to adapt": 35347, "adapt material": 879, "material for": 21311, "for radio": 14455, "radio television": 28199, "television and": 33466, "and or": 3118, "or internet": 24589, "internet about": 18495, "about events": 525, "events in": 12775, "the target": 34577, "target region": 33019, "region the": 28695, "the and": 33849, "and other": 3132, "other countries": 24871, "countries the": 9318, "the individual": 34207, "individual shall": 17872, "shall produce": 30741, "produce and": 27255, "and edit": 2502, "edit reports": 11678, "reports using": 28951, "using compatible": 37088, "compatible digital": 8523, "digital technology": 10905, "and shall": 3510, "shall be": 30735, "be able": 5472, "able to": 508, "to record": 35865, "record and": 28541, "and process": 3268, "process interviews": 27206, "interviews by": 18547, "by phone": 6874, "phone live": 26212, "live face": 20354, "face to": 13462, "to face": 35594, "face or": 13461, "or in": 24584, "the field": 34118, "field the": 13725, "have extensive": 16041, "extensive knowledge": 13406, "region its": 28693, "its people": 19184, "people culture": 25892, "culture institutions": 9627, "institutions and": 18238, "and political": 3212, "political situation": 26573, "situation and": 31073, "and the": 3654, "adapt english": 878, "english material": 12223, "material to": 21314, "target language": 33017, "language and": 19689, "and adapt": 2007, "adapt the": 881, "language to": 19697, "to english": 35557, "english the": 12233, "shall possess": 30740, "possess and": 26694, "and employ": 2523, "employ basic": 11924, "basic multimedia": 5436, "multimedia skills": 22301, "skills as": 31124, "as required": 4671, "required in": 29039, "the completion": 33980, "completion of": 8609, "of each": 23249, "each assignment": 11554, "assignment including": 4796, "including the": 17770, "to take": 35959, "take still": 32924, "still photographs": 32154, "photographs and": 26236, "and record": 3360, "record video": 28550, "video via": 37486, "via smartphone": 37449, "smartphone during": 31289, "during field": 11503, "field reporting": 13720, "reporting assignments": 28932, "assignments and": 4800, "and to": 3681, "to upload": 36005, "upload photos": 36815, "photos and": 26240, "and videos": 3776, "videos as": 37488, "to agency": 35355, "agency based": 1192, "based file": 5402, "file servers": 13747, "servers he": 30499, "he or": 16175, "or she": 24662, "she shall": 30801, "shall assess": 30734, "assess different": 4757, "different information": 10853, "information to": 18027, "to validate": 36013, "validate the": 37184, "the comprehensiveness": 33982, "comprehensiveness accuracy": 8668, "accuracy and": 713, "and balance": 2131, "balance of": 5325, "of news": 23453, "news products": 22730, "products and": 27366, "shall demonstrate": 30737, "demonstrate high": 10318, "high standards": 16441, "standards of": 31985, "journalism and": 19386, "and news": 3066, "news experience": 22729, "experience he": 13186, "to function": 35624, "function as": 14975, "as news": 4643, "news announcer": 22727, "announcer on": 3894, "on live": 24068, "live or": 20358, "or pre": 24640, "pre recorded": 26845, "recorded news": 28553, "news bulletins": 22728, "bulletins or": 6607, "or newscasts": 24618, "newscasts for": 22733, "for video": 14541, "video assignments": 37470, "assignments the": 4802, "shall wear": 30744, "wear attire": 37951, "attire suitable": 5020, "suitable for": 32578, "the assignment": 33866, "assignment the": 4797, "be familiar": 5543, "familiar with": 13542, "the agency": 33838, "agency best": 1193, "best practices": 5957, "practices guide": 26825, "guide and": 15808, "shall adhere": 30733, "to its": 35695, "its policies": 19185, "policies the": 26563, "shall properly": 30742, "properly complete": 27692, "complete all": 8592, "all daily": 1361, "daily tasks": 9864, "tasks these": 33048, "these daily": 34893, "tasks include": 33042, "include but": 17699, "but are": 6755, "are not": 4360, "not limited": 22886, "limited to": 20257, "to preparing": 35820, "preparing for": 26946, "for assignments": 14190, "assignments fails": 4801, "fails not": 13522, "not more": 22888, "more than": 22116, "than once": 33622, "once per": 24173, "per week": 25957, "week revising": 38057, "revising video": 29483, "video packages": 37478, "packages fails": 25517, "than twice": 33628, "twice per": 36483, "week correcting": 38051, "correcting production": 9262, "production errors": 27340, "errors in": 12579, "in stories": 17592, "stories fails": 32201, "week properly": 38056, "properly creating": 27693, "creating line": 9443, "line ups": 20271, "ups and": 36829, "and logs": 2943, "logs fails": 20503, "week knowledge": 38053, "language required": 19695, "provisions": 27911, "food": 14138, "stylist": 32444, "sourcing": 31634, "associate": 4844, "re": 28284, "food52": 14150, "ve": 37300, "groundbreaking": 15652, "award": 5196, "winning": 38547, "cooking": 9159, "connect": 8819, "celebrate": 7357, "home": 16599, "cooks": 9163, "give": 15284, "them": 34800, "everything": 12845, "need": 22476, "place": 26329, "top": 36111, "engineering": 12172, "focused": 14073, "find": 13839, "ways": 37756, "specific": 31755, "interests": 18419, "superb": 32621, "highly": 16465, "curated": 9642, "attract": 5046, "most": 22137, "contributors": 9103, "country": 9322, "publish": 27940, "well": 38104, "known": 19620, "professionals": 27443, "like": 20215, "mario": 21111, "batali": 5455, "gwyneth": 15828, "paltrow": 25587, "danny": 9878, "meyer": 21708, "partnerships": 25702, "whole": 38366, "foods": 14155, "market": 21119, "random": 28223, "house": 16721, "been": 5731, "named": 22386, "james": 19210, "beard": 5676, "foundation": 14641, "iacp": 16868, "featured": 13638, "york": 39570, "times": 35287, "npr": 22949, "pando": 25590, "techcrunch": 33279, "today": 36038, "show": 30880, "located": 20455, "chelsea": 7605, "city": 7706, "do": 11165, "you": 39582, "obsess": 23027, "great": 15544, "delicious": 10179, "among": 1632, "your": 39726, "friends": 14775, "spot": 31833, "those": 35071, "swedish": 32788, "know": 19578, "maker": 20823, "selling": 30381, "small": 31257, "her": 16373, "yourself": 39876, "constantly": 8891, "sites": 31063, "search": 30189, "stuff": 32424, "table": 32866, "kitchen": 19561, "if": 16939, "questions": 28153, "yes": 39560, "read": 28384, "where": 38215, "ll": 20384, "cook": 9157, "full": 14917, "star": 31998, "join": 19346, "behind": 5793, "shop": 30840, "includes": 17721, "things": 34947, "seeking": 30302, "out": 25261, "product": 27267, "styling": 32443, "photo": 26230, "upkeep": 36813, "organization": 24759, "test": 33538, "ad": 864, "hoc": 16564, "research": 29141, "may": 21370, "good": 15425, "fit": 13945, "excellent": 12912, "orderly": 24731, "keen": 19468, "eye": 13440, "taste": 33057, "beautiful": 5684, "fast": 13594, "pace": 25475, "tasking": 33034, "tight": 35198, "shoot": 30836, "creatively": 9492, "love": 20582, "learn": 19946, "share": 30767, "collaboration": 8082, "problem": 27140, "solving": 31538, "remember": 28868, "bad": 5316, "had": 15841, "last": 19750, "never": 22614, "let": 20061, "happen": 15892, "were": 38141, "charge": 7551, "sense": 30438, "humor": 16837, "think": 34965, "funny": 15036, "associate we": 4849, "we re": 37891, "re food52": 28316, "food52 and": 14151, "and we": 3792, "we ve": 37934, "ve created": 37305, "created groundbreaking": 9431, "groundbreaking and": 15653, "and award": 2125, "award winning": 5202, "winning cooking": 38549, "cooking site": 9161, "site we": 31059, "we support": 37921, "support connect": 32689, "connect and": 8820, "and celebrate": 2201, "celebrate home": 7358, "home cooks": 16604, "cooks and": 9164, "and give": 2716, "give them": 15290, "them everything": 34810, "everything they": 12850, "they need": 34927, "need in": 22486, "in one": 17472, "one place": 24189, "place we": 26337, "we have": 37838, "have top": 16132, "top editorial": 36117, "editorial business": 11689, "business and": 6628, "and engineering": 2541, "engineering team": 12189, "team we": 33197, "re focused": 28315, "focused on": 14078, "on using": 24152, "using technology": 37105, "technology to": 33424, "to find": 35604, "find new": 13846, "new and": 22622, "and better": 2148, "better ways": 5996, "ways to": 37759, "to connect": 35456, "connect people": 8821, "people around": 25885, "around their": 4511, "their specific": 34783, "specific food": 31759, "food interests": 14143, "interests and": 18420, "offer them": 23797, "them superb": 34823, "superb highly": 32622, "highly curated": 16474, "curated information": 9644, "information about": 18001, "about food": 528, "food and": 14141, "and cooking": 2340, "cooking we": 9162, "we attract": 37780, "attract the": 5048, "the most": 34316, "most talented": 22174, "talented home": 32975, "and contributors": 2333, "contributors in": 9104, "the country": 34006, "country we": 9326, "we also": 37772, "also publish": 1545, "publish well": 27941, "well known": 38118, "known professionals": 19624, "professionals like": 27450, "like mario": 20227, "mario batali": 21112, "batali gwyneth": 5456, "gwyneth paltrow": 15829, "paltrow and": 25588, "and danny": 2386, "danny meyer": 9879, "meyer and": 21709, "have partnerships": 16091, "partnerships with": 25706, "with whole": 39031, "whole foods": 38369, "foods market": 14157, "market and": 21122, "and random": 3342, "random house": 28224, "house food52": 16724, "food52 has": 14152, "has been": 15941, "been named": 5745, "named the": 22389, "the best": 33897, "best food": 5938, "food website": 14149, "website by": 38021, "the james": 34229, "james beard": 19211, "beard foundation": 5677, "foundation and": 14642, "and iacp": 2783, "iacp and": 16869, "and has": 2750, "been featured": 5740, "featured in": 13639, "the new": 34329, "new york": 22712, "york times": 39580, "times npr": 35291, "npr pando": 22950, "pando daily": 25591, "daily techcrunch": 9865, "techcrunch and": 33280, "and on": 3096, "on the": 24134, "the today": 34597, "today show": 36046, "show we": 30885, "re located": 28333, "located in": 20457, "in chelsea": 17221, "chelsea in": 7606, "in new": 17456, "york city": 39572, "do you": 11205, "great products": 15587, "are you": 4449, "you the": 39690, "the first": 34126, "your friends": 39781, "to spot": 35938, "or to": 24683, "to know": 35703, "know about": 19580, "about the": 545, "you find": 39631, "in search": 17557, "search of": 30200, "latest and": 19770, "and best": 2147, "for your": 14560, "table and": 32867, "and kitchen": 2898, "if your": 16964, "to these": 35974, "these questions": 34900, "read on": 28387, "on we": 24156, "where you": 38233, "you ll": 39654, "ll find": 20390, "everything you": 12853, "you need": 39664, "need to": 22493, "and live": 2936, "live well": 20361, "well we": 38130, "re looking": 28334, "looking for": 20554, "for full": 14308, "full time": 14939, "to join": 35697, "join the": 19357, "the team": 34580, "kitchen and": 19562, "and home": 2771, "this role": 35054, "among other": 1633, "other things": 24926, "cooking and": 9160, "and organization": 3124, "organization of": 24767, "ad hoc": 868, "research and": 29143, "and projects": 3293, "projects you": 27646, "you may": 39659, "may be": 21374, "be good": 5554, "good fit": 15441, "fit for": 13947, "for this": 14522, "position if": 26624, "if you": 16963, "you are": 39594, "are an": 4242, "an excellent": 1815, "keen eye": 19470, "for great": 14317, "and beautiful": 2137, "tools and": 36091, "working at": 39269, "at fast": 4906, "fast pace": 13604, "multi tasking": 22290, "creatively and": 9493, "and love": 2952, "love to": 20596, "to learn": 35707, "learn and": 19948, "and share": 3512, "collaboration and": 8084, "and have": 2751, "have excellent": 16036, "excellent communication": 12920, "and problem": 3263, "problem solving": 27147, "solving skills": 31546, "customer experience": 9721, "experience you": 13255, "you had": 39639, "week you": 38063, "you never": 39665, "you were": 39704, "in charge": 17219, "have great": 16051, "great sense": 15591, "sense of": 30440, "of humor": 23353, "think we": 34982, "ios": 18666, "android": 3852, "developers": 10668, "ba": 5250, "permits": 26075, "encourages": 12077, "development": 10700, "makes": 20829, "real": 28402, "simple": 30970, "extraordinary": 13429, "access": 622, "resources": 29216, "exceptional": 12960, "hybrid": 16858, "incubator": 17815, "accelerator": 606, "angel": 3866, "investor": 18627, "startup": 32044, "believe": 5824, "amount": 1639, "money": 22013, "can": 7014, "entrepreneurs": 12409, "big": 6043, "difference": 10832, "surrounded": 32766, "ongoing": 24209, "mentorship": 21644, "legal": 20022, "accounting": 690, "meet": 21545, "pitch": 26311, "investors": 18629, "venture": 37349, "capitalists": 7161, "importantly": 17068, "collaborative": 8090, "community": 8324, "fellow": 13684, "approach": 4152, "helps": 16358, "nurture": 22988, "which": 38242, "go": 15363, "become": 5710, "independent": 17823, "revenue": 29449, "apply": 4106, "startups": 32070, "thereby": 34884, "ensuring": 12327, "additional": 915, "funding": 15022, "seeks": 30324, "thrive": 35101, "atmosphere": 4983, "obsessive": 23031, "kind": 19550, "senior": 30406, "lead": 19835, "web": 37960, "junior": 19426, "remotely": 28876, "own": 25421, "location": 20461, "virtually": 37517, "exciting": 12992, "variety": 37263, "mobile": 21891, "application": 4047, "developer": 10644, "developing": 10683, "extending": 13398, "existing": 13069, "code": 8011, "base": 5378, "applications": 4071, "ipad": 18686, "iphone": 18690, "colleagues": 8112, "external": 13411, "implement": 17033, "features": 13641, "users": 37058, "interact": 18370, "directly": 10970, "passionate": 25734, "coding": 8036, "detail": 10569, "absolute": 581, "commitment": 8238, "making": 20834, "sure": 32745, "implemented": 17046, "within": 39046, "maintain": 20721, "mock": 21947, "fully": 14945, "functioning": 14996, "designers": 10515, "define": 10136, "estimates": 12645, "conversion": 9140, "experiments": 13321, "tests": 33580, "server": 30490, "side": 30913, "experienceexperience": 13283, "cocoa": 8010, "objective": 23010, "object": 23007, "oriented": 24813, "concepts": 8717, "strong": 32308, "passion": 25727, "software": 31385, "developmentstrong": 10782, "interaction": 18375, "design": 10433, "motivated": 22186, "explore": 13366, "technologies": 33345, "starter": 32026, "comfortable": 8191, "would": 39417, "plus": 26498, "apple": 4022, "approval": 4176, "distribution": 11117, "approved": 4179, "store": 32187, "party": 25712, "designing": 10528, "interfaces": 18426, "ui": 36547, "feature": 13636, "interactive": 18383, "principles": 27062, "white": 38310, "space": 31650, "simplicity": 30982, "proximity": 27913, "weight": 38094, "cues": 9611, "habits": 15835, "solve": 31523, "problems": 27149, "independently": 17829, "educating": 11697, "trends": 36379, "techniques": 33337, "architecture": 4219, "version": 37386, "control": 9105, "git": 15279, "what": 38154, "competitive": 8552, "salary": 29801, "amazing": 1578, "reward": 29500, "package": 25497, "equity": 12550, "meetings": 21573, "europe": 12704, "dubai": 11484, "asia": 4720, "above": 564, "criteria": 9532, "flexible": 13999, "depending": 10384, "capability": 7139, "ios android": 18668, "permits and": 26076, "and encourages": 2533, "development of": 10735, "of new": 23452, "new ideas": 22655, "ideas and": 16896, "and makes": 2969, "is simple": 18938, "and teams": 3637, "access to": 627, "the resources": 34467, "resources they": 29228, "to create": 35481, "technology companies": 33389, "for startup": 14497, "startup we": 32066, "we believe": 37783, "believe that": 5829, "that with": 33807, "amount of": 1640, "of money": 23435, "money we": 22022, "we can": 37790, "can create": 7027, "that can": 33665, "can make": 7052, "make big": 20779, "surrounded by": 32767, "unique and": 36665, "and ongoing": 3099, "from successful": 14860, "successful entrepreneurs": 32533, "to support": 35957, "support services": 32713, "services like": 30619, "legal and": 20023, "and accounting": 1989, "opportunities to": 24436, "to meet": 35747, "meet and": 21547, "and pitch": 3199, "pitch to": 26313, "angel investors": 3868, "investors and": 18630, "and venture": 3765, "venture capitalists": 37354, "and most": 3033, "most importantly": 22157, "community of": 8344, "our approach": 24960, "great ideas": 15568, "ideas into": 16902, "into real": 18575, "real products": 28412, "which go": 38248, "go on": 15372, "on to": 24144, "to become": 35390, "revenue generating": 29454, "companies by": 8364, "by helping": 6841, "entrepreneurs to": 12414, "to apply": 35370, "our processes": 25161, "to their": 35972, "revenue and": 29450, "and additional": 2010, "startups we": 32077, "professionals who": 27457, "who thrive": 38352, "thrive in": 35102, "atmosphere our": 4987, "our team": 25223, "team is": 33154, "focused and": 14074, "the kind": 34235, "kind of": 19551, "of people": 23501, "people you": 25939, "ll love": 20398, "love working": 20602, "working with": 39306, "with we": 39027, "we are": 37776, "are looking": 4345, "for senior": 14476, "senior ios": 30419, "ios and": 18667, "and android": 2061, "web developers": 37978, "developers and": 10669, "and junior": 2891, "developers to": 10678, "join our": 19355, "team of": 33171, "of professionals": 23538, "professionals to": 27455, "to work": 36028, "work remotely": 39201, "remotely from": 28877, "from your": 14883, "your own": 39821, "on an": 23963, "an exciting": 1817, "variety of": 37264, "of web": 23739, "web projects": 37994, "projects as": 27613, "as an": 4560, "an ios": 1866, "mobile application": 21897, "application developer": 4052, "developer you": 10665, "you will": 39707, "be developing": 5523, "developing and": 10684, "the existing": 34101, "code base": 8013, "base of": 5383, "our ios": 25094, "applications using": 4092, "iphone and": 18691, "phones and": 26229, "will work": 38511, "work with": 39231, "with colleagues": 38636, "colleagues in": 8116, "the mobile": 34308, "team and": 33105, "and with": 3821, "with external": 38721, "to improve": 35664, "improve and": 17081, "and implement": 2792, "which our": 38259, "our users": 25236, "interact with": 18372, "and will": 3814, "be passionate": 5602, "passionate about": 25735, "coding and": 8037, "have an": 15995, "eye for": 13443, "for detail": 14256, "detail and": 10571, "and an": 2052, "an absolute": 1739, "commitment to": 8240, "to making": 35729, "making sure": 20853, "are well": 4443, "role is": 29621, "within the": 39069, "the development": 34041, "development team": 10757, "of growing": 23328, "growing team": 15730, "of mobile": 23433, "from home": 14825, "responsibilities maintain": 29279, "maintain and": 20725, "and enhance": 2544, "enhance our": 12239, "business requirements": 6701, "requirements and": 29085, "with designers": 38679, "designers to": 10524, "help define": 16298, "define and": 10137, "on development": 24015, "with other": 38862, "other teams": 24921, "teams on": 33238, "server side": 30496, "skills and": 31122, "experienceexperience with": 13285, "with ios": 38779, "ios application": 18670, "application development": 4054, "development using": 10768, "the ios": 34227, "objective and": 23011, "of object": 23457, "object oriented": 23008, "concepts and": 8718, "and strong": 3590, "strong passion": 32341, "passion for": 25730, "for software": 14490, "interaction and": 18376, "and design": 2431, "motivated to": 22197, "to explore": 35590, "explore new": 13368, "new technologies": 22699, "applications and": 4072, "highly motivated": 16481, "motivated team": 22196, "comfortable working": 8196, "working in": 39288, "in english": 17312, "english both": 12216, "both in": 6254, "in writing": 17664, "would be": 39420, "be plus": 5606, "plus if": 26508, "experience with": 13249, "user interfaces": 37048, "such as": 32559, "focus and": 14063, "of professional": 23536, "professional work": 27434, "to solve": 35930, "latest trends": 19778, "techniques and": 33338, "and tools": 3684, "tools in": 36095, "the web": 34655, "web development": 37979, "information architecture": 18004, "version control": 37387, "tools such": 36103, "as git": 4607, "what we": 38174, "we offer": 37871, "offer competitive": 23778, "competitive salary": 8574, "work from": 39164, "show us": 30884, "us your": 36981, "we ll": 37855, "reward you": 29503, "package including": 25505, "including equity": 17742, "equity in": 12553, "great working": 15603, "and from": 2685, "to travel": 35993, "travel for": 36345, "for meetings": 14382, "meetings in": 21578, "in europe": 17316, "dubai and": 11485, "and asia": 2093, "the above": 33822, "are flexible": 4303, "depending on": 10385, "capability and": 7140, "and knowledge": 2900, "united": 36688, "cerebral": 7418, "palsy": 25582, "oregon": 24740, "sw": 32783, "washington": 37719, "ucp": 36539, "supports": 32741, "adults": 1022, "kinds": 19555, "developmental": 10774, "disabilities": 11002, "just": 19433, "so": 31320, "life": 20154, "dreams": 11381, "see": 30275, "lots": 20574, "job": 19263, "openings": 24336, "next": 22739, "few": 13698, "months": 22062, "why": 38385, "proud": 27754, "every": 12796, "assist": 4803, "homes": 16627, "apartments": 3983, "keep": 19474, "dream": 11374, "jobs": 19328, "connections": 8833, "serve": 30482, "advocates": 1101, "choices": 7649, "chance": 7491, "100": 49, "non": 22827, "profit": 27478, "employers": 12000, "fun": 14954, "there": 34872, "plenty": 26491, "room": 29673, "advancement": 1038, "empowering": 12039, "assisting": 4832, "pursue": 27982, "recreation": 28570, "ranked": 28232, "nonprofit": 22841, "url_2b35257099321dacb52af707d4a6bdf5dd187d81d6bfd24398f0e5b68a6727a7": 36873, "currently": 9675, "benefits": 5870, "relationships": 28783, "activities": 831, "choice": 7643, "volunteering": 37623, "taking": 32941, "classes": 7741, "exploring": 13372, "portland": 26605, "safe": 29771, "healthy": 16239, "administering": 976, "medications": 21530, "personal": 26104, "hygiene": 16860, "bathing": 5458, "dressing": 11387, "chores": 7660, "laundry": 19802, "cleaning": 7764, "running": 29742, "errands": 12575, "provide": 27775, "some": 31550, "transportation": 36325, "hours": 16701, "office": 23842, "gateway": 15128, "spend": 31797, "traveling": 36356, "activity": 849, "locations": 20477, "schedule": 30059, "monday": 22004, "friday": 14756, "30am": 310, "5pm": 411, "rare": 28259, "evening": 12754, "weekend": 38066, "reliable": 28830, "vehicle": 37321, "valid": 37178, "driver": 11442, "license": 20137, "relatively": 28797, "21": 254, "old": 23937, "requirement": 29078, "auto": 5120, "insurance": 18261, "program": 27494, "must": 22336, "pass": 25715, "reference": 28652, "check": 7582, "physical": 26251, "lifting": 20205, "75lbs": 444, "drug": 11470, "screen": 30149, "criminal": 9524, "history": 16544, "background": 5290, "10": 38, "65": 421, "hour": 16691, "11": 70, "19": 134, "after": 1151, "90": 468, "trial": 36388, "period": 26040, "medical": 21503, "alternative": 1560, "vision": 37527, "spouse": 31841, "domestic": 11284, "children": 7630, "401k": 352, "retirement": 29431, "plan": 26351, "match": 21291, "weeks": 38086, "paid": 25545, "off": 23759, "granted": 15528, "days": 10005, "holiday": 16580, "casual": 7319, "environment": 12430, "support specialist": 32714, "united cerebral": 36689, "cerebral palsy": 7419, "palsy of": 25584, "of oregon": 23476, "oregon amp": 24741, "amp sw": 1712, "sw washington": 32784, "washington ucp": 37721, "ucp supports": 36542, "supports adults": 32742, "adults with": 1024, "with all": 38594, "all kinds": 1390, "kinds of": 19556, "of developmental": 23233, "developmental disabilities": 10775, "disabilities not": 11003, "not just": 22884, "just cerebral": 19438, "palsy so": 25585, "so that": 31337, "that they": 33793, "they can": 34913, "can live": 7050, "live the": 20359, "the life": 34260, "life of": 20174, "of their": 23681, "their dreams": 34721, "dreams we": 11383, "re growing": 28323, "growing so": 15727, "so you": 31345, "will see": 38494, "see lots": 30280, "lots of": 20575, "of exciting": 23287, "exciting job": 13005, "job openings": 19291, "openings in": 24340, "the next": 34332, "next few": 22743, "few months": 13700, "months why": 22073, "why work": 38393, "work for": 39162, "for ucp": 14529, "ucp as": 36540, "an employee": 1792, "employee of": 11942, "of ucp": 23712, "ucp you": 36544, "ll be": 20387, "be proud": 5612, "proud of": 27755, "the work": 34670, "work you": 39233, "you do": 39619, "do every": 11174, "every day": 12801, "day our": 9989, "our employees": 25036, "employees assist": 11953, "assist the": 4811, "the people": 34379, "people we": 25932, "support to": 32724, "to live": 35720, "live independently": 20357, "independently in": 17832, "their own": 34758, "own homes": 25430, "homes and": 16628, "and apartments": 2069, "apartments find": 3984, "find and": 13841, "and keep": 2894, "keep their": 19483, "their dream": 34720, "dream jobs": 11377, "jobs make": 19339, "make community": 20782, "community connections": 8331, "connections serve": 8835, "serve as": 30484, "as their": 4692, "own advocates": 25423, "advocates and": 1102, "make their": 20810, "own choices": 25426, "choices you": 7651, "ll get": 20392, "get the": 15248, "the chance": 33944, "chance to": 7493, "for one": 14404, "one of": 24186, "the 100": 33814, "100 best": 52,